Repository: tobiasbaehr/degov
Catalog: translations/*/degov/degov_social_media_settings.*.po
Languages: de

source: deGov - Social Media Settings
de: deGov - Social-Media Einstellungen

source: This social media source is disabled. You can enable it in the <a role="button" href="#" data-toggle="modal" data-target="#social-media-settings" class="js-social-media-settings-open social-media-settings--menu-item">social media settings</a>.
de: Diese "Social-Media" Quelle ist deaktiviert. Sie können sie in den <a role="button" href="#" data-toggle="modal" data-target="#social-media-settings" class="js-social-media-settings-open social-media-settings--menu-item">"Social-Media" Einstellungen aktivieren</a>.

source: This social media source is disabled. After accepting our cookie policy, you can enable it.
de: Diese "Social-Media" Quelle ist deaktiviert. Stimmen Sie bitte zuerst unseren Cookie-Richtlinien zu.

source: Social media settings block
de: Social Media Einstellungen Block

source: Social Media Settings
de: Social Media Einstellungen

source: Close
de: Schließen

source: If you activate these fields with a click, information will be transmitted to and stored by one or more of the following services:
de: Wenn Sie diese Felder durch einen Klick aktivieren, werden Informationen an die nachfolgenden Dienste übertragen und dort gespeichert:

source: <p>Please read carefully our notes and information on <a href="@social_media_privacy_url" title="To the privacy page" target="_blank">Privacy</a> and <a href="@social_media_netiquette_url" title="To netiquette" target="_blank">Netiquette</a> before you activate individual social media.</p>
de: <p>Bitte beachten Sie unsere Informationen und Hinweise zum <a href="@social_media_privacy_url" title="Zur Datenschutzseite" target="_blank">Datenschutz</a> und zur <a href="@social_media_netiquette_url" title="Zur Netiquette" target="_blank">Netiquette</a> bevor Sie die einzelnen Sozialen Medien aktivieren.</p>

source: <p>Permanently enable data feeds from social networks and agree to data transfer:</p>
de: <p>Datenfeeds von sozialen Netzwerken dauerhaft aktivieren und Datenübertragung zustimmen:</p>

source: All
de: Alle

source: Cancel
de: Abbrechen

source: Save
de: Speichern
